Repository: wijnen/webgame-games
Catalog: zoo/po/*.po
Languages: nl

source: Can only trade two cards
nl: Je moet precies twee kaarten ruilen

source: You cannot play this card
nl: Deze kaart kan je niet spelen

source: You cannot play cards on the table at the moment
nl: Je bent niet aan de beurt om kaarten op tafel te leggen

source: Trade needs exactly two cards
nl: Je moet precies twee kaarten ruilen

source: trade needs exactly two cards
nl: Je moet precies twee kaarten ruilen

source: The game has ended
nl: Het spel is afgelopen

source: Please give two cards to $1
nl: Geef twee kaarten aan $1

source: Please play two cards into your score pile
nl: Speel twee kaarten in je eigen aflegstapel

source: $1 asks if you can complete their cards
nl: $1 vraagt of je kaarten wilt bijleggen

source: It is your turn to play (you may ask $1 for help)
nl: Je bent aan de beurt (je mag $1 om hulp vragen)

source: It is your turn to play
nl: Je bent aan de beurt

source: Waiting for trade or discard from: $1
nl: Wachten op ruilen of afleggen: $1

source: Waiting for trade from: $1
nl: Wachten op ruilen: $1

source: Waiting for player to connect
nl: Wachten op verbinding

source: It's $1's turn
nl: $1 is aan de beurt

source: (Waiting for this player to connect)
nl: (Wachten op verbinding)

source: (my partner)
nl: (mijn partner)

source: (partner of $1)
nl: (partner van $1)

source: Game ended:
nl: Het spel is afgelopen:

source: This round's scores:
nl: Scores van deze ronde:

source: (self: $1$2, lions: $3, hedgehog: $4)
nl: (zelf: $1$2, leeuwen: $3, egel: $4)

source: invalid argument(s): $1
nl: ongeldig(e) argument(en): $1

source: invalid cards
nl: ongeldige kaarten

source: You cannot request help on the first turn
nl: Ja kan niet in de eerste ronde om hulp vragen

source: You cannot request help without offering a card
nl: Ja kan niet om hulp vragen zonder iets aan te bieden

source: You can only ask help if you need cards
nl: Je kan alleen om hulp vragen als je kaarten nodig hebt

source: must play a (non-joker) card
nl: er moet een kaart worden gespeeld (anders dan joker)

source: cannot play lone joker
nl: joker kan niet alleen gespeeld worden

source: invalid call to trade
nl: ongeldig ruilcommando

source: invalid cards in trade
nl: ongeldige ruilkaarten

source: Player does not have cards
nl: Speler heeft geen kaarten
